[{"model": "treatment.category", "pk": 4, "fields": {"category": "Alimentary System", "description": "The alimentary system, also known as the digestive system, is responsible for the ingestion, digestion, absorption, and elimination of food and nutrients. It consists of a series of organs and glands that work together to break down food into smaller molecules, which can be absorbed into the bloodstream and utilized by the body.", "added": "2024-10-07T12:19:39.788Z", "updated": "2024-10-07T07:56:46.140Z"}}, {"model": "treatment.category", "pk": 5, "fields": {"category": "Respiratory System", "description": "The respiratory system is responsible for supplying oxygen to the body's tissues and removing carbon dioxide, a waste product of cellular metabolism. It allows the exchange of gases between the body and the environment, which is essential for life.", "added": "2024-10-07T12:19:02.672Z", "updated": "2024-10-07T07:56:58.521Z"}}, {"model": "treatment.category", "pk": 6, "fields": {"category": "Musculo-skeletal System", "description": "The musculoskeletal system provides structure, support, and movement to the human body. It is composed of bones, muscles, cartilage, tendons, ligaments, and other connective tissues. Together, these components work to protect vital organs, allow mobility, and maintain posture.", "added": "2024-10-07T12:18:33.880Z", "updated": "2024-10-07T07:57:14.897Z"}}, {"model": "treatment.category", "pk": 7, "fields": {"category": "Integumentary System", "description": "The integumentary system is the body’s outer covering and its largest organ system, primarily responsible for protecting the body from external damage, regulating body temperature, and providing sensory information. It consists of the skin, hair, nails, glands, and associated structures.", "added": "2024-10-07T12:18:04.485Z", "updated": "2024-10-07T07:58:18.546Z"}}, {"model": "treatment.category", "pk": 8, "fields": {"category": "Urinary System", "description": "The urinary system (also known as the renal system) is responsible for producing, storing, and eliminating urine, as well as maintaining the body's balance of water, salts, and other substances. It plays a crucial role in filtering waste products from the blood and regulating fluid and electrolyte levels.", "added": "2024-10-07T12:17:26.768Z", "updated": "2024-10-07T07:58:30.385Z"}}, {"model": "treatment.category", "pk": 9, "fields": {"category": "Metabolic Endocrine Disorder", "description": "Metabolic endocrine disorders are conditions that arise when the endocrine system, which regulates hormones and metabolism, becomes imbalanced or dysfunctional. These disorders affect how the body processes nutrients and produces energy.", "added": "2024-10-07T12:16:57.588Z", "updated": "2024-10-07T08:00:18.615Z"}}, {"model": "treatment.category", "pk": 10, "fields": {"category": "Cardiovascular System", "description": "The cardiovascular system (also known as the circulatory system) is responsible for transporting blood, nutrients, oxygen, carbon dioxide, and hormones throughout the body.", "added": "2024-10-07T12:16:16.405Z", "updated": "2024-10-07T08:00:32.777Z"}}, {"model": "treatment.category", "pk": 11, "fields": {"category": "Eyes, Ears, Nose and Throat Disorders", "description": "Eyes, Ears, Nose, and Throat (EENT) disorders refer to a wide range of conditions that affect these sensory and functional organs, often handled by an otolaryngologist or ENT specialist.", "added": "2024-10-07T12:15:46.504Z", "updated": "2024-10-07T08:00:52.947Z"}}, {"model": "treatment.category", "pk": 12, "fields": {"category": "Communicable Diseases", "description": "Communicable diseases, also known as infectious diseases, are illnesses that are caused by bacteria or viruses and spread through contact with contaminated surfaces, bodily fluids, or the air.", "added": "2024-10-07T11:55:14.714Z", "updated": "2024-10-07T08:01:01.623Z"}}, {"model": "treatment.category", "pk": 13, "fields": {"category": "Blood Disorder", "description": "A blood disorder is a condition that affects the blood's ability to function, and can be caused by a number of factors: blood cell levels, blood clotting, inherited, and other causes.", "added": "2024-10-07T11:54:37.669Z", "updated": "2024-10-07T08:01:14.982Z"}}, {"model": "treatment.category", "pk": 14, "fields": {"category": "Neurological Disorder", "description": "Neurological Disorders are disorders that affect the brain as well as the nerves found throughout the human body and the spinal cord.", "added": "2024-10-07T11:43:02.909Z", "updated": "2024-10-07T08:01:30.411Z"}}, {"model": "treatment.category", "pk": 15, "fields": {"category": "OB-Gyne Cases", "description": "Cases affecting women and their babies during pregnancy and childbirth.", "added": "2024-10-07T11:42:01.343Z", "updated": "2024-10-07T08:01:38.536Z"}}]
